Repository: andywar65/djhx-timeline
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Other
it: Altro

source: Feasibility study
it: Studio di fattibilità

source: Preliminary design
it: Progetto preliminare

source: Definitive design
it: Progetto definitivo

source: Authoring
it: Perizia

source: Construction design
it: Progetto esecutivo

source: Tender design
it: Progetto di gara

source: Construction supervision
it: Direzione lavori

source: Maintenance design
it: Progetto di manutenzione

source: Name
it: Nome

source: Type
it: Tipo

source: Start
it: Inizio

source: Duration
it: Durata

source: In weeks
it: In settimane

source: Delay
it: Sfasamento

source: Phase
it: Fase

source: Phases
it: Fasi

source: Type: %(type)s, start: %(start)s, end: %(end)s
it: Tipo: %(type)s, inizio: %(start)s, fine: %(end)s

source: Project
it: Progetto

source: Add phase
it: Aggiungi fase

source: Add
it: Aggiungi

source: Dismiss
it: Annulla

source: Deleting...
it: In eliminazione...

source: Move up
it: Muovi su

source: Move down
it: Muovi giù

source: Phase title
it: Titolo della fase

source: No phases yet
it: Ancora nessuna fase

source: Back to all projects
it: Torna ai progetti

source: Moving...
it: In spostamento...

source: Update
it: Modifica

source: Delete phase
it: Elimina la fase

source: Are you sure you want to delete phase
it: Sei sicuro di voler eliminare la fase

source: Previous semester
it: Semestre precedente

source: Next semester
it: Semestre successivo

source: Add project
it: Aggiungi progetto

source: Project title
it: Titolo del progetto

source: No projects yet
it: Ancora nessun progetto

source: project/list/year/<int:year>/<int:month>/
it: progetto/lista/anno/<int:year>/<int:month>/

source: project/<pk>/year/<int:year>/<int:month>/
it: progetto/<pk>/anno/<int:year>/<int:month>/

source: Added phase '%(title)s'
it: Aggiunta fase '%(title)s'

source: Deleted phase '%(title)s'
it: Eliminata fase '%(title)s'

source: Added project '%(title)s'
it: Aggiunto progetto '%(title)s'
